{
    "PROJECTS": {
      "TITLE": "المشاريع",
      "NIXPEND": {
        "TITLE": "نيكسبند - الموقع الرسمي",
        "DESCRIPTION": "Nixpend.com هو الموقع الرسمي لشركة نيكسبند، يعرض مهمة شركتنا، خدماتنا، والحلول المبتكرة التي نقدمها في إدارة الرعاية الصحية."
      },
      "EHATA": {
        "TITLE": "إيحاطة - الموقع الرسمي",
        "DESCRIPTION": "Ehata.com هو الموقع الرسمي لشركة إيحاطة، يعرض مهمة الشركة، خدماتها، والحلول المبتكرة التي تقدمها."
      },
      "DENTO": {
        "TITLE": "موقع دينتو",
        "DESCRIPTION": "موقع دينتو هو مشروع تجريبي مصمم لعرض واجهة أمامية سهلة الاستخدام لحجز المواعيد مع أطباء الأسنان."
      },
      "MONTANA": {
        "TITLE": "موقع منتجع مونتانا",
        "DESCRIPTION": "موقع منتجع مونتانا هو مشروع تجريبي مصمم لعرض واجهة أمامية سهلة الاستخدام لحجز الغرف في منتجع فاخر."
      },
      "MYHOME": {
        "TITLE": "موقع ماي هوم",
        "DESCRIPTION": "موقع ماي هوم هو مشروع تجريبي مصمم لعرض منصة شاملة لعرض المنازل للبيع. يتميز هذا الموقع بوظائف الواجهة الأمامية والخلفية، مما يوفر حلاً كاملاً للمستخدمين الذين يرغبون في شراء أو بيع المنازل."
      },
      "DEMO": "عرض تجريبي"
    },
    "EXPERIENCE": {
        "INTRO": "ما الذي قمت بفعله حتى الآن",
        "TITLE": "الخبرة العملية",
        "SEVERAL_BRAND": {
          "DATES": "01/07/2025 - حتى الآن",
          "TITLE": "مطور برمجيات",
          "COMPANY": "سيفرال براند",
          "POINT1": "العمل على حلول برمجية مبتكرة لإدارة العلامات التجارية المتعددة ومشاريع التحول الرقمي.",
          "POINT2": "التعاون مع فرق متعددة الوظائف لتقديم منتجات وخدمات برمجية عالية الجودة.",
          "POINT3": "تنفيذ ممارسات وتقنيات التطوير الحديثة لتحسين أداء النظام وتجربة المستخدم."
        },
        "NIXPEND": {
          "DATES": "08/2022 إلى 07/2025",
          "TITLE": "مطور برمجيات",
          "COMPANY": "شركة نيكسبند",
          "POINT1": "تم دمج واجهات برمجة التطبيقات لمنصة تبادل المعلومات الصحية الوطنية (NPHIES) بنجاح في نظامنا، مما أدى إلى تلبية معايير الامتثال الصارمة والحصول على الشهادة اللازمة للشركة.",
          "POINT2": "قمت بتطوير الموقع الرسمي للشركة، مما أسهم في إنشاء حضور إلكتروني جذاب يعرض الخدمات والمنتجات.",
          "POINT3": "قمت بتطوير واجهات برمجة التطبيقات (APIs) لوحدات مختلفة داخل التطبيق، مما عزز من تكامل وترابط النظام."
        },
        "EUREKA": {
          "DATES": "04/2022 إلى 07/2022",
          "TITLE": "مطور ويب",
          "COMPANY": "أكاديمية يوريكا التقنية",
          "POINT1": "أجريت دروس تفاعلية في تطوير الويب للطلاب، مع التركيز على بناء أساس قوي في البرمجة.",
          "POINT2": "قمت بتدريس الطلاب أساسيات تطوير الويب، شملت HTML وCSS وJavaScript، وتقدمت إلى مواضيع أكثر تقدمًا.",
          "POINT3": "قمت بتدريس التحكم في الإصدارات باستخدام Git، مع التأكيد على أفضل الممارسات للبرمجة التعاونية وإدارة المشاريع.",
          "POINT4": "أرشدت الطلاب في نشر تطبيقات الويب الخاصة بهم على منصات مثل GitHub وNetlify وHeroku.",
          "POINT5": "قدمت تطوير البرمجيات الخلفية باستخدام Node.js وExpress، مع التركيز على التكامل مع MongoDB باستخدام Mongoose وإدارة مجموعات قواعد البيانات.",
          "POINT6": "قمت بتدريس الطلاب حول أطر العمل الخاصة بالواجهة الأمامية بما في ذلك Angular وReact وVue.js، مما وفر لهم فهمًا شاملاً لتطوير الويب الحديث.",
          "POINT7": "قمت بإعداد وإدارة الامتحانات لتقييم فهم الطلاب للمادة ومتابعة تقدمهم."
        }
      },
      "INTRO": {
        "NAME": "سائد أيمن",
        "DESCRIPTION": "مهندس كمبيوتر شغوف يتمتع بخلفية قوية في تطوير الويب، أتميز بالتعلم الذاتي باستخدام الموارد المجانية مثل YouTube والوثائق الرسمية. نهجي القائم على المشاريع قد صقل مهاراتي في حل المشكلات واكتشاف الأخطاء وإصلاحها. أُولي الأولوية للفهم العميق على الشهادات، مما مكنني من تعليم تطوير الويب بفعالية. مُعترف بي في كل وظيفة لقدرتي على التكيف السريع وإتقان التقنيات الجديدة من خلال الوثائق، أزدهر في البيئات الديناميكية وأسعى باستمرار للحصول على فرص تعليمية عملية."
      },
      "NAVBAR": {
        "SWITCH_LANGUAGE": "English",
        "BRAND": "Sayman",
        "ABOUT": "معلوماتي",
        "EXPERIENCE": "الخبرة",
        "EDUCATION": "التعليم",
        "SKILLS": "المهارات",
        "PROJECTS": "المشاريع",
        "CONTACT": "اتصل بي"
      },
      "EDUCATION": {
        "TITLE": "التعليم",
        "DATES": "11/2017 إلى 01/2022",
        "DEGREE": "بكالوريوس في هندسة الكمبيوتر",
        "UNIVERSITY": "الجامعة الهاشمية",
        "GPA": "المعدل التراكمي: 2.85 - 4.0"
      },
      "SKILLS": {
        "TITLE": "المهارات"
      },
      "CONTACT": {
        "INTRO": "أرسل لي رسالة",
        "TITLE": "اتصل بي",
        "SUBTITLE": "هل لديك شيء تقوله؟ أرسل لي رسالة وسأعود إليك!",
        "ANONYMOUS_OPTION": "إرسال مجهول",
        "NAME_LABEL": "اسمك",
        "NAME_PLACEHOLDER": "أدخل اسمك",
        "EMAIL_LABEL": "بريدك الإلكتروني",
        "EMAIL_PLACEHOLDER": "أدخل عنوان بريدك الإلكتروني",
        "MESSAGE_LABEL": "رسالتك",
        "MESSAGE_PLACEHOLDER": "اكتب رسالتك هنا...",
        "MESSAGE_ERROR": "يجب أن تكون الرسالة 10 أحرف على الأقل",
        "SEND_BUTTON": "إرسال الرسالة",
        "SENDING": "جاري الإرسال...",
        "RESET_BUTTON": "إعادة تعيين",
        "SUCCESS_MESSAGE": "شكراً لك! تم إرسال رسالتك بنجاح. سأعود إليك قريباً.",
        "ERROR_MESSAGE": "عذراً، حدث خطأ في إرسال رسالتك. يرجى المحاولة مرة أخرى لاحقاً.",
        "RATE_LIMIT_ERROR": "طلبات كثيرة جداً. يرجى الانتظار بضع دقائق قبل إرسال رسالة أخرى.",
        "VALIDATION_ERROR": "يرجى التحقق من رسالتك والمحاولة مرة أخرى.",
        "NETWORK_ERROR": "خطأ في الشبكة. يرجى التحقق من اتصال الإنترنت والمحاولة مرة أخرى.",
        "VALIDATION": {
          "NAME_REQUIRED": "الاسم مطلوب",
          "NAME_MIN_LENGTH": "يجب أن يكون الاسم حرفين على الأقل",
          "EMAIL_REQUIRED": "البريد الإلكتروني مطلوب",
          "EMAIL_INVALID": "يرجى إدخال عنوان بريد إلكتروني صحيح"
        }
      }
  }
